Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.PositionNumber
The PositionNumber class represents the position number filter expression.

Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.PositionNumber.#ctor
Initializes a new instance of the PositionNumber class.